Repository: albanobattistella/cellgame
Catalog: po/*.po
Languages: it

source: Cells
it: Celle

source: This game is based on the mechanisms present in gene regulatory networks
it: Questo gioco si basa sui meccanismi presenti nelle reti di regolazione genica

source: (h)elp
it: (a)iuto

source: press any key to begin
it: premere un tasto qualsiasi per iniziare

source: Try and get 1 of species in the yellow escape area.
it: Prova a catturare una delle specie presenti nell'area di fuga gialla.

source: Click a cell to send the guard there.
it: Clicca su una cella per inviare lì la guardia.

source: Prisoners can escape iff the adjacent hiding space is
it: I prigionieri possono scappare se il nascondiglio adiacente è

source: red and empty or green and occupied.
it: rosso e vuoto o verde e occupato.

source: Hit 'Esc' to return to the menu.
it: Premere 'Esc' per tornare al menu.

source: Press 'r' to reset the current game
it: Premi 'r' per reimpostare la partita corrente

source: Click here to exit help
it: Clicca qui per uscire dalla guida

source: Congratulations
it: Congratulazioni

source: You finished in %s moves.
it: Hai completato in %s mosse.
